/* Chart information title text in summary chart */
"%@ in %@-%@" = "%1$@ in %2$@-%3$@";

/* All */
"All" = "All";

/* Authentication prompt alert title */
"AuthentiacationRequired" = "Authentiacation required";

/* Availability */
"Availability" = "Availability";

/* Chart information title text in available chart */
"Available in %@-%@" = "Available in %1$@-%2$@";

/* Daily */
"Daily" = "Daily";

/* Off */
"Off" = "Coupon Off";

/* On */
"On" = "Coupon On";

/* Open */
"Open" = "Open";

/* Chart information title text in ratio chart */
"Proportion of %@" = "Proportion of %@";

/* Ratio */
"Ratio" = "Ratio";

/* Summary */
"Summary" = "Summary";

/* User authentication required */
"ThisApplicationRequiresUserAuthentication"
= "This application requires IIJmio login. Open login page and please login.";

/* Total */
"Total" = "Total";

/* Use coupon or not in setting table cell */
"UseCoupon" = "Use Coupon";

/* Chart information title text in daily chart */
"Used in %@" = "Used in %@";

/* Authentication failed alert title */
"AuthenticationFailed" = "Authentication Failed";

/* Authorization falied alert message */
"AuthorizationFailedPleaseLoginIIJmio" = "Please login IIJmio again by tap Open button.";

/* Request failed error alert message */
"PleaseCheckNetworkConnectionAndMakeRequestOnceAgain" = "Please check network connection is alive, and open this application once again.";

/* Request failed error alert title */
"RequestFailed" = "Request Failed";

/* Too many request alert title */
"TooManyRequest" = "Too Many Requests";

/* Too many request alert message */
"TooManyRequestPleaseRequestLater" = "Please wait more than 1 min to make new request.";

/* Unknown error alert title */
"UnknownError" = "Server Error";

/* Unkown error alert message */
"UnknownErrorHappendPleaseRequestLater" = "Server error happened. Please request later.";

/* Logout confirm alert title text */
"AreYouSureToLogout?" = "Logout confirmation";

/* Logout confirm alert message text */
"ToLogoutFromServiceTapLogoutButton" = "Please tap Logout button if you are going to logout";
